{
  "news": [
    {
      "title": "64% dos engenheiros de software consideram a habilidade de programar em Python como a mais importante, seguido de JavaScript (49%) e SQL (44%).",
      "description": "",
      "author": "As informações são do site IEEE Spectrum",
      "url": "",
      "data": ""
    },
    {
      "title": "CEO da OpenAI, Sam Altman, está preocupado com os riscos que o GPT-4 pode representar para a sociedade, mas acredita que se a OpenAI não o fizer, outras empresas o farão sem os limites de segurança adequados.",
      "description": "",
      "author": "As informações são do site The Register",
      "url": "",
      "data": ""
    },
    {
      "title": "Estudo sugere que HDs fabricados antes de 2015 são mais duráveis do que os fabricados depois disso, possivelmente devido à maior densidade de armazenamento e limitações físicas dos componentes.",
      "description": "",
      "author": "As informações são do site Ars Technica",
      "url": "",
      "data": ""
    },
    {
      "title": "Brasileiros passam mais tempo conectados à internet do que fora dela, em média, 91 horas por semana, representando 197 dias por ano, com 19 horas gastas em trabalho, 13h em streaming, 12h no YouTube e 11h em redes sociais.",
      "description": "",
      "author": "As informações são do site Convergência Digital",
      "url": "",
      "data": ""
    },
    {
      "title": "A startup Runway anunciou o Gen-2, um novo modelo de geração de vídeo por meio de texto que amplia a capacidade da versão anterior, que só fazia edições.",
      "description": "",
      "author": "As informações são do site The Verge",
      "url": "",
      "data": ""
    },
    {
      "title": "Dispositivos Google Pixel tiveram uma falha no editor de captura de tela que permite desfazer edições em todas as capturas de tela tiradas nos últimos quatro anos, mas o problema foi corrigido.",
      "description": "",
      "author": "As informações são do site Ars Technica",
      "url": "",
      "data": ""
    },
    {
      "title": "Netflix está desenvolvendo 70 jogos e planeja lançar 40 neste ano, além de trabalhar com vários estúdios externos e desenvolver sua própria tecnologia de streaming de jogos em nuvem.",
      "description": "",
      "author": "As informações são do site TechCrunch",
      "url": "",
      "data": ""
    }
  ]
}
